Repository: NoCode-NoLife/Melia
Catalog: system/localization/*.po
Languages: de_de

source: This account appears to already be logged in. A logout request was created, please try again.
de_de: Jemand scheint bereits mit diesem Account angemeldet zu sein. Eine Abmelde Anfrage wurde gestellt, bitte versuche es noch einmal.

source: This job has been disabled on this server.
de_de: Dieser Job wurde auf diesem Server deaktiviert.

source: This channel appears to be offline. Please choose another or try again later.
de_de: Der Channel ist augenscheinlich nicht erreichbar. Bitte wähle einen anderen oder versuche es später noch einmal.

source: Mail has expired, can't receive items.
de_de: Die Items konnten nicht abgerufen werde, da die Mail ist abgelaufen ist.

source: Unknown command: {0}, message: {1}.
de_de: Unbekannter Befehl: {0}, Nachricht: {1}.

source: Failed to execute command.
de_de: Das Ausführen des Befehls ist fehlgeschlagen.

source: Invalid argument, usage: {0}{1} {2}
de_de: Argumente ungültig. Verwendung: {0}{1} {2}

source: {0} has joined.
de_de: {0} ist beigetreten.

source: {0} has left.
de_de: {0} ist gegangen.

source: Saved first position. Go to second position and use the command again.
de_de: Die erste Position wurde gespeichert. Gehe zur zweiten Position und verwende den Befehl noch einmal.

source: Distance: {0:0.##} (2D), {1:0.##} (3D)
de_de: Distanz: {0:0.##} (2D), {1:0.##} (3D)

source: You are here: {0} ({1}), {2} (Direction: {3:0.#####}°)
de_de: Du bist hier: {0} ({1}), {2} (Richtung: {3:0.#####}°)

source: {3} is here: {0} ({1}), {2} (Direction: {3:0.#####}°)
de_de: {3} ist hier: {0} ({1}), {2} (Richtung: {3:0.#####}°)

source: Server Time: {0:yyyy-MM-dd HH:mm}
de_de: Server Zeit: {0:yyyy-MM-dd HH:mm}

source: Game Time: {0:y-M-dd HH:mm} ({1})
de_de: Spielwelt Zeit: {0:y-M-dd HH:mm} ({1})

source: Command not found or not available.
de_de: Der Befehl existiert nicht oder kann nicht verwendet werden.

source: Aliases: {0}
de_de: Alias: {0}

source: Description: {0}
de_de: Beschreibung: {0}

source: Arguments: {0}
de_de: Argumente: {0}

source: No commands found.
de_de: Keine Befehle gefunden.

source: Available commands:
de_de: Verfügbare Befehle:

source: Jump to random position failed.
de_de: Der Sprung zu einer zufälligen Position ist fehlgeschlagen.

source: You were warped to {0}.
de_de: Du wurdest nach {0} gewarpt.

source: You were warped to {0} by {1}.
de_de: Du wurdest von {0} nach {1} gewarpt.

source: Target was warped.
de_de: Der Charakter wurde gewarpt.

source: Only premium token users are allowed to use this feature.
de_de: Nur Premium Token Nutzer dürfen dieses Feature nutzen.

source: Error: The destination does not appear to exist.
de_de: Fehler: Der Zielort scheint nicht zu existieren.

source: Error: The destination does not appear to be available.
de_de: Fehler: Der Zielort scheint nicht verfügbar zu sein.

source: Map not found.
de_de: Die konnte nicht gefunden werden.

source: Random position warp failed.
de_de: Der Warp zu einer zufälligen Position ist fehlgeschlagen.

source: Item '{0}' not found.
de_de: Item '{0}' nicht gefunden..

source: Item not found.
de_de: Item nicht gefunden..

source: Item created.
de_de: Item erstellt.

source: An item was added to your inventory by {0}.
de_de: Deinem Inventar wurde von {0} ein Item hinzugefügt.

source: {0:n0} silver were added to your inventory.
de_de: {0:n0} Silber wurden deinem Inventar hinzugefügt.

source: {0:n0} silver were added to target's inventory.
de_de: {0:n0} Silber wurden dem Inventar hinzugefügt.

source: {0} added {1:n0} silver to your inventory.
de_de: {0} hat deinem Inventar {1:n0} Silber hinzugefügt.

source: {0:n0} silver were removed from your inventory.
de_de: {0:n0} wurden aus deinem Inventar entfernt.

source: {0:n0} silver were removed from target's inventory.
de_de: {0:n0} Silber wurden aus dem Inventar entfernt.

source: {0} removed {1:n0} silver from your inventory.
de_de: {0} hat aus deinem Inventar {1:n0} Silber entfernt.

source: Monster not found by id.
de_de: Das Monster konnte nicht anhand seiner id gefunden werden.

source: Monster not found by name.
de_de: Das Monster konnte nicht anhand seines Namens gefunden werden.

source: Invalid HP amount.
de_de: Ungültige HP Menge.

source: Monsters were spawned.
de_de: Monster wurden gespawnt.

source: Monsters were spawned at your location by {0}.
de_de: Monster wurden von {0} in deiner Nähe gespawnt.

source: Added {0} hats to your inventory.
de_de: Es wurden {0} Hüte deinem Inventar hinzugefügt.

source: {1} added {0} hats to your inventory.
de_de: Es wurden von {0} {1} Hüte deinem Inventar hinzugefügt.

source: Added {0} hats to target's inventory.
de_de: Es wurden dem Inventar {0} Hüte hinzugefügt.

source: Name already exists.
de_de: Der Name wird bereits verwendet.

source: Name changed.
de_de: Der Name wurde geändert.

source: Your name was changed by {0}.
de_de: Dein Name wurde von {0} geändert.

source: Reloading scripts...
de_de: Die Scripts werden neu geladen...

source: Done.
de_de: Fertiggestellt.

source: Reloading configuration...
de_de: Die Konfiguration wird neu geladen...

source: Reloading data...
de_de: Die Daten werden neu geladen...

source: Your level was changed.
de_de: Dein Level wurde geändert.

source: Your level was changed by {0}.
de_de: Dein Level wurde von {0} geändert.

source: The target's level was changed.
de_de: Das Level wurde geändert.

source: Your current job's level can't be increased any further.
de_de: Dein derzeitiges Job Level kann nicht mehr weiter erhöht werden.

source: The level of the target's current job can't be increased any further.
de_de: Das derzeitige Job Level kann nicht mehr weiter erhöht werden.

source: Your job level was increased by {0} level.
de_de: Dein Job Level wurde um {0} Level erhöht.

source: Your job level was increased by {0} by {1} level.
de_de: Dein Job Level wurde von {0} um {1} Level erhöht.

source: The target's job level was increased by {0} level.
de_de: Das Job Level wurde um {0} Level erhöht.

source: Your speed was changed.
de_de: Deine Geschwindigkeit wurde geändert.

source: Your speed was changed by {0}.
de_de: Deine Geschwindigkeit wurde von {0} geändert.

source: Target's speed was changed.
de_de: Die Geschwindigkeit wurde geändert.

source: No items found for '{0}'.
de_de: Keine passenden Items gefunden für '{0}'.

source: Results: {0} (Max. {1} shown)
de_de: Ergebnisse: {0} (Max. {1} angezeigt)

source: {0}: {1}, Category: {2}
de_de: {0}: {1}, Kategorie: {2}

source: No monsters found for '{0}'.
de_de: Keine passenden Monster gefunden für '{0}'.

source: This monster has no drops.
de_de: Dieses Monster hat keine Drops.

source: Too many enemies drop this.
de_de: Zu viele Gegner droppen dieses Item.

source: This item is not dropped by any monsters.
de_de: Dieses Item wird von keinen Monstern gedroppt.

source: Listing up to {0} best sources of this item:
de_de: Die {0} besten Quellen für dieses Item:

source: Destinations: {0}
de_de: Zielort: {0}

source: Unknown destination.
de_de: Unbekanntes Ziel.

source: Character not found.
de_de: Ziel Charakter nicht gefunden.

source: You've been warped to {0}'s location.
de_de: Du wurdest zu {0}s Aufenthaltsort gewarpt.

source: You've been warped to {0}'s location by {1}.
de_de: Du wurdest von {0} zu {1}s Aufenthaltsort gewarpt.

source: Character was warped.
de_de: Der Charakter wurde gewarpt.

source: {0} was warped to your location by {1}.
de_de: {0} wurde von {1} zu dir gewarpt.

source: Unknown map.
de_de: Unbekannte Map.

source: No players found.
de_de: Keine Spieler gefunden.

source: You have called {0} characters to your location.
de_de: Du hast {0} Charaktere zu dir gerufen.

source: You have called {0} characters to target's location.
de_de: Du hast {0} Charaktere zum Ziel gerufen.

source: {1} called {0} characters to your location.
de_de: {0} hat {1} Charaktere zu dir gerufen.

source: Healed HP and SP.
de_de: HP und SP wurden geheilt.

source: Your HP and SP were healed by {0}.
de_de: Deine HP und SP wurden von {0} geheilt.

source: Healed HP by {0} points.
de_de: HP wurden um {0} Punkte geheilt.

source: {0} healed your HP by {1} points.
de_de: {0} hat deine HP um {1} Punkte geheilt.

source: Healed HP by {0} and SP by {1} points.
de_de: Deine HP wurden um {0} und deine SP um {1} Punkte geheilt.

source: {0} healed your HP by {1} and your SP by {2} points.
de_de: {0} hat deine HP um {1} und deine SP um {2} Punkte geheilt.

source: Healed HP by {0}, SP by {1}, and Stamina by {2} points.
de_de: Deine HP wurden um {0}, deine SP um {1} und dein Stamina um {2} Punkte geheilt.

source: {0} healed your HP by {1}, SP by {2}, and Stamina by {3} points.
de_de: {0} hat deine HP um {1}, deine SP um {2} und dein Stamina um {3} Punkte geheilt.

source: Inventory cleared.
de_de: Inventar geleert.

source: Your inventory was cleared by {0}.
de_de: Deine Inventar wurde von {0} geleert.

source: Job data for '{0}' not found.
de_de: Job Daten für '{0}' nicht gefunden.

source: The job exists already, at an equal or higher circle.
de_de: Dieser Job existiert bereits mit einem gleichen oder höheren Circle.

source: Job '{0}' was added at circle '{1}'.
de_de: Job '{0}' wurde mit Circle '{1}' hinzugefügt.

source: Job '{0}' was added to your character at circle '{1}' by {2}.
de_de: Job '{0}' wurde von {2} mit Circle '{1}' hinzugefügt.

source: You can't remove the last remaining job.
de_de: Du kannst den letzten verbleibenden Job nicht entfernen.

source: The job doesn't exist.
de_de: Der Job existiert nicht.

source: Job '{0}' was removed. Login again to see the change.
de_de: Job '{0}' wurde entfernt. Logge dich erneut ein um die Änderung zu sehen.

source: Job '{0}' was removed by {1}. Login again to see the change.
de_de: Job '{0}' wurde von {1} entfernt. Logge dich erneut ein um die Änderung zu sehen.

source: Job '{0}' was removed from target.
de_de: Job '{0}' wurde entfernt.

source: Modified {0}'s skill points by {1:+0;-0;0}.
de_de: {0}s Skill Points wurden um {1:+0;-0;0} geändert.

source: Modified target {0}'s skill points by {1:+0;-0;0}.
de_de: {0}s Skill Points wurden um {1:+0;-0;0} geändert.

source: Your {0}'s skill points were modified by {1}.
de_de: Deine {0} Skill Points wurden von {1} geändert.

source: Added {0} stat points.
de_de: Es wurden {0} Stat Points hinzugefügt.

source: {1} added {0} stat points to your character.
de_de: {1} hat {0} Stat Points zu deinem Charakter hinzugefügt.

source: Opened personal storage.
de_de: Personal Storage wurde geöffnet.

source: Your personal storage was opened by '{0}'
de_de: Dein Personal Storage wurde von '{0}' geöffnet.

source: Already browsing personal storage.
de_de: Der Personal Storage ist bereits geöffnet.

source: Autoloot is now active.
de_de: Autoloot ist jetzt aktiv.

source: Autoloot is now inactive.
de_de: Autoloot ist nicht länger aktiv.

source: Autoloot is now active for items up to a drop chance of {0}%.
de_de: Autoloot ist jetzt für Items mit einer Drop Chance bis {0}% aktiv.

source: Disabled AI.
de_de: KI wurde deaktiviert.

source: No AI active.
de_de: Keine KI aktiv.

source: Enabled '{0}' AI.
de_de: KI '{0}' wurde aktiviert.

source: Feature '{0}' not found.
de_de: Feature '{0}' nicht gefunden.

source: Enabled feature '{0}'.
de_de: Feature '{0}' wurde aktiviert.

source: Disabled feature '{0}'.
de_de: Feature '{0}' wurde deaktiviert.

source: Skill cooldowns reset.
de_de: Skill Cooldowns wurden zurückgesetzt.

source: Request for kicking all players sent.
de_de: Kick Anfrage für all Spieler gesendet.

source: Request for kicking players on map '{0}' sent.
de_de: Kick Anfrage für Spieler auf Map '{0}' gesendet.

source: Request for kicking player '{0}' sent.
de_de: Kick Anfrage für Spieler '{0}' gesendet.

source: The camera was fixed in place.
de_de: Die Kamera wurde fixiert.

source: The camera was unfixed.
de_de: Die Kamera ist nicht länger fixiert.

source: Unfixed time of day, it's now '{0}'.
de_de: Die Tageszeit ist nicht länger fixiert, es ist jetzt '{0}'.

source: Invalid time of day.
de_de: Ungültige Tageszeit.

source: Fixed time of day to '{0}'.
de_de: Tageszeit wurde auf '{0}' fixiert.

source: The character is currently set to *not* be saved on logout.
de_de: Es ist derzeit festgelegt, dass der Charakter beim Logout *nicht* gespeichert wird.

source: The character is currently set to be saved on logout.
de_de: Es ist derzeit festgelegt, dass der Charakter beim Logout gespeichert wird.

source: The character was set to *not* be saved on logout.
de_de: Es war festgelegt, dass der Charakter beim Logout *nicht* gespeichert wird.

source: The character was set to be saved on logout.
de_de: Es war festgelegt, dass der Charakter beim Logout *nicht* gespeichert wird.

source: This action requires a Megaphone.
de_de: Diese Aktion erfordert eine Megaphone.

source: Current TP: {0}
de_de: Derzeitige TP: {0}

source: Modified TP ({1} -> {2}).
de_de: TP geändert ({1} -> {2}).

source: Your TP were modified by {0} ({1} -> {2}).
de_de: Deine TP wurden von {0} geändert ({1} -> {2}).

source: Unknown command '{0}'.
de_de: Unbekannter Befehl '{0}'.

source: No authority levels were set for this command and no default levels could be found.
de_de: Für diesen Befehl wurden keine Berechtigungslevel festgelegt und es konnten keine Standardwerte gefunden werden.

source: You're not authorized to use this command.
de_de: Du bist nicht berechtigt diesen Befehl zu nutzen.

source: No target specified.
de_de: Kein Ziel festgelegt.

source: Target character not found.
de_de: Ziel Charakter nicht gefunden.

source: You are not allowed to speak right now.
de_de: Du bist derzeit nicht berechtigt zu sprechen.

source: This item has not been implemented yet.
de_de: Diese Item wurde noch nicht implementiert.

source: Item usage failed.
de_de: Verwendung des Items fehlgeschlagen.

source: Apologies, something went wrong there. Please report this issue.
de_de: Entschuldigung, da ist etwas schiefgelaufen. Bitte melde dieses Problem.

source: You may not use this yet.
de_de: Du kannst dies noch nicht benutzen.

source: This skill has not been implemented yet.
de_de: Dieser Skill wurde noch nicht implementiert.

source: Team storage has not been implemented yet.
de_de: Team Storage wurde noch nicht implementiert.

source: Something went wrong while extending the storage, please report this issue.
de_de: Etwas ist während des Erweiterns des Storage schief gelaufen, bitte melde dieses Problem.

source: This action has not been implemented yet.
de_de: Diese Aktion wurde noch nicht implementiert.

source: You don't have enough points.
de_de: Du hast nicht genug Punkte.

source: You learned of the '{0}' keyword.
de_de: Du hast vom Keyword '{0}' erfahren.

source: ({0} is giving you an impression as if you're interruping something.)
de_de: ({0} macht den Anschein als störst du gerade.)

source: ({0} is giving you a look as if it may be better to stop this conversation.)
de_de: ({0} macht den Anschein als wäre es besser diese Unterhaltung zu beenden.)

source: ({0} is giving you a welcome look.)
de_de: ({0} sieht dich einladend an.)

source: ({0} is giving you a friendly smile.)
de_de: ({0} lächelt dich freundlich an.)

source: ({0} is looking at you with great interest.)
de_de: ({0} sieht dich mit großem Interesse an.)

source: ({0} is looking at you like they don't want to see you.)
de_de: ({0} macht den Anschein als ob sie dich gerade nicht sehen wollen.)

source: ({0} is looking at you with obvious disgust.)
de_de: ({0} sieht dich mit offensichtlicher Abscheu an.)

source: ({0} looks like your presence is somewhat unpleasent.)
de_de: ({0} macht den Anschein als wären sie nicht gern in deiner Gegenwart.)

source: ({0} is smiling at me as if we've known each other for years.)
de_de: ({0} lächelt dich an, als kennt ihr euch seit Jahren.)

source: ({0} is really giving me a friendly vibe.)
de_de: ({0} macht einen sehr freundlichen Eindruck.)

source: ({0} is looking at you.)
de_de: ({0} sieht dich an.)

source: ({0} is looking in your direction.)
de_de: ({0} sieht in deine Richtung.)

source: ({0} is waiting for you to say something.)
de_de: ({0} wartet darauf, dass du etwas sagst.)

source: ({0} is paying attention to you.)
de_de: ({0} sieht dich Erwartungsvoll an.)

source: Not enough SP.
de_de: Nicht genug SP.

source: Too far away.
de_de: Zu weit weg.

source: You need a Hasisas Potion.
de_de: Du benötigst eine Hasisas Potion.

source: No target location specified.
de_de: Kein Zielbereich festgelegt.

source: Invalid Location.
de_de: Ungültiger Ort.

source: Can't use this skill.
de_de: Du kannst diesen Skill nicht benutzen.

source: Invalid target location.
de_de: Ungültiger Zielort.

source: Too far.
de_de: Zu weit weg.

source: {0} EXP, {1} Job EXP
de_de: {0} EXP, {1} Class EXP

source: {0} Silver
de_de: {0} Silber

source: You were kicked by {0}.
de_de: Du wurdest von {0} gekickt.

source: To {0}
de_de: Nach {0}

source: What can I do for you today?
de_de: Was kann ich heute für dich tun?

source: Change Hair Style
de_de: Frisur ändern

source: Change Hair Color
de_de: Haarfarbe ändern

source: Nothing
de_de: Nichts

source: Please come back any time.
de_de: Besuch mich jederzeit wieder.

source: Good decision, one should treat themselves once in a while.
de_de: Gute Wahl, mal sollte sich ab und an mal etwas gönnen.

source: Which style would you like to see, do you have a number for me?
de_de: Welchen Stil würdest du gerne sehen, hast du eine Referenz Nummer für mich?

source: Hm... Not a number, is it?
de_de: Hm... Nicht wirklich eine Nummer, oder?

source: I'm sorry, I don't know that style.
de_de: Tut mir leid, die Nummer kenne ich nicht.

source: Hm, hm, I agree. That style does suit you. Please come back any time.
de_de: Hmhm, keine Frage. Die Frisur steht dir. Bis bald.

source: Next
de_de: Weiter

source: Previous
de_de: Zurück

source: Jump
de_de: Springen

source: I like it
de_de: Gefällt mir

source: You can't build a bonfire in this location.
de_de: Du kannst hier kein Lagerfeuer aufstellen.

source: This location is too far away.
de_de: Der Zielbereich ist zu weit entfernt.

source: There is already a bonfire nearby.
de_de: Es gibt in der Nähe bereits ein Lagerfeuer.

source: You need Firewood to build a bonfire.
de_de: Du brauchst Feuerholz um ein Lagerfeuer aufstellen zu können.

source: Invalid buff '{0}', please report.
de_de: Ungültiger Buff '{0}', bitte melden.

source: Summoning the monster failed.
de_de: Das Rufen des Monsters ist fehlgeschlagen.

source: This monster is already summoned.
de_de: Dieses Monster wurde bereits gerufen.
